const questions = [
  {
    question: "Если человека назвали мордофиля, то это…",
    number: 1,
    answer: "Значит, что он тщеславный.",
    hint: " Ну зачем же вы так... В Этимологическом словаре русского языка Макса Фасмера поясняется, что мордофилей называют чванливого человека. Ну а «чванливый» — это высокомерный, тщеславный.",
    options: [
    "Значит, что он тщеславный.",
    "Значит, что у него лицо как у хряка.",
    "Значит, что чумазый."
    ]
  },
  {
    question: "«Да этот Ярополк — фуфлыга!» Что не так с Ярополком?",
    number: 2,
    answer: "Он маленький и невзрачный.",
    hint: " Точно! Словарь Даля говорит, что фуфлыгой называют невзрачного малорослого человека. А еще так называют прыщи.",
    options: [
    "Он маленький и невзрачный.",
    "Он тот еще алкоголик.",
    "Он не держит свое слово."
    ]
  },
  {
    question: "Если человека прозвали пятигузом, значит, он…",
    number: 3,
    answer: "Не держит слово.",
    hint: " Может сесть сразу на пять стульев. Согласно Этимологическому словарю русского языка Макса Фасмера, пятигуз — это ненадежный, непостоянный человек.",
    options: [
    "Не держит слово.",
    "Изменяет жене.",
    "Без гроша в кармане.",
    ]
  },
  {
    question: "Кто такой шлындра?",
    number: 4,
    answer: "Бродяга.",
    hint: " Да! В Словаре русского арго «шлындрать» означает бездельничать, шляться.",
    options: [
    "Обманщик.",
    "Нытик.",
    "Бродяга.",
    ]
  },
]